tap "common-fate/granted"
tap "dagger/tap"
tap "databricks/tap"
tap "hashicorp/tap"
tap "hpedrorodrigues/tools"
tap "jesseduffield/lazygit"
tap "localstack/tap"
tap "withgraphite/tap"
brew "actionlint"
brew "ansifilter"
brew "antidote"
brew "asdf"
brew "aws-vault"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "glib"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "cask"
brew "cmake"
brew "curl"
brew "libpq"
brew "php"
brew "composer"
brew "cpanminus"
brew "diff-so-fancy"
brew "dive"
brew "dos2unix"
brew "dua-cli"
brew "editorconfig-checker"
brew "node", link: false
brew "eslint"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goenv"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "inframap"
brew "jq"
brew "python@3.12"
brew "ldns"
brew "llvm"
brew "wget"
brew "luaver"
brew "lynx"
brew "make"
brew "markdownlint-cli2"
brew "mas"
brew "n"
brew "ncdu"
brew "neovim"
brew "neovim-remote"
brew "ninja"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "perl"
brew "postgresql@14"
brew "prettier"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper", args: ["HEAD"]
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "stern"
brew "terraform-docs"
brew "terraform_landscape"
brew "tflint"
brew "tfsec"
brew "tree"
brew "trivy"
brew "typescript"
brew "vim"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "dagger/tap/dagger"
brew "databricks/tap/databricks"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazygit/lazygit"
brew "localstack/tap/localstack-cli"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "arc"
cask "aws-vault"
cask "balenaetcher"
cask "brave-browser"
cask "clocker"
cask "coconutbattery"
cask "dash"
cask "deathtodsstore"
cask "discord"
cask "flameshot"
cask "flux"
cask "fontforge"
cask "gephi"
cask "github"
cask "google-cloud-sdk"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "pallotron-yubiswitch"
cask "rancher"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "techsmith-capture"
cask "telegram"
cask "vlc"
cask "zoom"
