tap "common-fate/granted"
tap "databricks/tap"
tap "hpedrorodrigues/tools"
tap "localstack/tap"
tap "withgraphite/tap"
brew "ansible"
brew "ansifilter"
brew "antidote"
brew "zstd"
brew "asdf"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "glib"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "cask"
brew "cmake"
brew "curl"
brew "libpq"
brew "php"
brew "composer"
brew "cpanminus"
brew "dagger"
brew "diff-so-fancy"
brew "ncurses"
brew "direnv"
brew "dive"
brew "dos2unix"
brew "dua-cli"
brew "eza"
brew "fabric-ai"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "lazygit"
brew "python@3.12"
brew "ldns"
brew "llvm"
brew "lynx"
brew "make"
brew "node", link: false
brew "markdownlint-cli2"
brew "mas"
brew "ncdu"
brew "neovim"
brew "neovim-remote"
brew "ninja"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "perl"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "pstree"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "snowflake-cli"
brew "starship"
brew "stern"
brew "terraform-docs"
brew "terraform_landscape"
brew "tree"
brew "typescript"
brew "vim"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "common-fate/granted/granted"
brew "databricks/tap/databricks"
brew "localstack/tap/localstack-cli"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "arc"
cask "balenaetcher"
cask "brave-browser"
cask "clocker"
cask "coconutbattery"
cask "dash"
cask "discord"
cask "flameshot"
cask "flux"
cask "fontforge"
cask "gephi"
cask "github"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "pallotron-yubiswitch"
cask "rancher"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Accelerate", id: 1459809092
mas "BetterSnapTool", id: 417375580
mas "Clocker", id: 1056643111
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "zik-manager", id: 1050660598
