tap "common-fate/granted"
tap "jannis-baum/tap"
tap "ubuntu/microk8s"
brew "ansifilter"
brew "antidote"
brew "openssl@3"
brew "asdf"
brew "readline"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "berkeley-db"
brew "gmp"
brew "cabal-install"
brew "coreutils"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "composer"
brew "cpanminus"
brew "crunch"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "dos2unix"
brew "dotenv-linter"
brew "dua-cli"
brew "dust"
brew "eslint"
brew "eza"
brew "fabric-ai"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "flux"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg", link: false
brew "goenv", args: ["HEAD"]
brew "gpgme"
brew "grep"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "lazygit"
brew "libpcap"
brew "libyaml"
brew "llvm"
brew "lsd"
brew "luv"
brew "lynx"
brew "make"
brew "mercurial"
brew "mypy"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "neovim-remote"
brew "ninja"
brew "openssh"
brew "parallel"
brew "perl"
brew "pipx"
brew "pre-commit"
brew "prettier"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stern"
brew "terraform-docs"
brew "the_silver_searcher"
brew "transmission-cli"
brew "tree"
brew "typescript"
brew "upx"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wget"
brew "yasm"
brew "z"
brew "zsh"
brew "common-fate/granted/granted"
brew "jannis-baum/tap/vivify"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "arc"
cask "balenaetcher"
cask "betterdiscord-installer"
cask "bisq"
cask "brave-browser"
cask "clocker"
cask "coconutbattery"
cask "dash"
cask "discord"
cask "docker"
cask "flameshot"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "grammarly-desktop"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "languagetool"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "nordvpn"
cask "powershell"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "transmission"
cask "unetbootin"
cask "vlc"
cask "vscodium"
cask "windows-app"
cask "zoom"
